tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "upc/virt-manager"
brew "openssl@3"
brew "readline"
brew "xz"
brew "glib"
brew "fribidi"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "little-cms2"
brew "webp"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "aspell"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "bison"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "difftastic"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "exiftool"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "ffmpeg@6"
brew "findutils"
brew "fop"
brew "freetds"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "libgcrypt"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gts"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "taglib"
brew "gstreamer"
brew "guile"
brew "hugo"
brew "id3lib"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "openssl@1.1"
brew "python@3.9"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "intltool"
brew "iperf3"
brew "ispell"
brew "python@3.10"
brew "itstool"
brew "jpeg"
brew "jq"
brew "just"
brew "krb5"
brew "libxslt"
brew "luarocks"
brew "media-info"
brew "ninja"
brew "meson"
brew "moreutils"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "xmlto"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "psutils"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "qt"
brew "rclone"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ruby-install"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "sphinx-doc"
brew "stow"
brew "syncthing", restart_service: true
brew "tealdeer"
brew "tmux"
brew "topgrade"
brew "tree"
brew "unzip"
brew "vhs"
brew "vips"
brew "virt-manager"
brew "wget"
brew "wireguard-tools"
brew "wxwidgets"
brew "ykman"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "codeclimate/formulae/codeclimate"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-comp"]
brew "upc/virt-manager/virt-viewer"
cask "1password-cli"
cask "alfred"
cask "anki"
cask "balenaetcher"
cask "basictex"
cask "bleunlock"
cask "calibre"
cask "dash@6"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "hammerspoon"
cask "iterm2@beta"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "macvim"
cask "mailmate"
cask "notion"
cask "pgadmin4"
cask "protonmail-bridge"
cask "remoteviewer"
cask "slack"
cask "spotify"
cask "viscosity"
cask "vlc"
cask "xld"
cask "zoom"
cask "zotero"
