tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "upc/virt-manager"
brew "glib"
brew "fribidi"
brew "xz"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "ca-certificates"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "tree"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat-extras"
brew "bison"
brew "coreutils"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "difftastic"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "exiftool"
brew "libssh2"
brew "eza"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "ffmpeg@6"
brew "findutils"
brew "fop"
brew "freetds"
brew "fswatch"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-tools"
brew "gnu-sed"
brew "libgcrypt"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gts"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "taglib"
brew "gstreamer"
brew "guile"
brew "hugo"
brew "icu4c@76"
brew "id3lib"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "intltool"
brew "iperf3"
brew "ispell"
brew "itstool"
brew "jpeg"
brew "jq"
brew "just"
brew "krb5"
brew "libffi"
brew "libgccjit"
brew "libxslt"
brew "luarocks"
brew "media-info"
brew "ninja"
brew "meson"
brew "moreutils"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "psutils"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "qt"
brew "rclone"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "rename"
brew "restic"
brew "ruby-install"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tailwindcss"
brew "tea"
brew "tealdeer"
brew "texinfo"
brew "tmux"
brew "topgrade"
brew "tree-sitter"
brew "unzip"
brew "up"
brew "uv"
brew "vhs"
brew "vips"
brew "virt-manager"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "wxwidgets"
brew "xmlto"
brew "ykman"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac@29", args: ["with-native-comp"]
brew "upc/virt-manager/virt-viewer"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "anki"
cask "balenaetcher"
cask "basictex"
cask "bleunlock"
cask "chromedriver"
cask "dash@6"
cask "davmail-app"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "fantastical"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "hammerspoon"
cask "ipfs-desktop"
cask "iterm2@beta"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "macvim-app"
cask "mailmate"
cask "notion"
cask "proton-mail-bridge"
cask "remoteviewer"
cask "shortcat"
cask "slack"
cask "tailscale-app"
cask "vlc"
cask "xld"
cask "zed"
cask "zoom"
cask "zotero"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bbenoist.nix"
vscode "bungcip.better-toml"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "jakebecker.elixir-ls"
vscode "jnoortheen.nix-ide"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "rebornix.ruby"
vscode "ritvyk.heex-html"
vscode "shopify.ruby-lsp"
vscode "slbtty.lisp-syntax"
vscode "vscodevim.vim"
vscode "will-wow.vscode-alternate-file"
vscode "wingrunr21.vscode-ruby"
go "cmd/go"
go "cmd/gofmt"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/x-motemen/gore/cmd/gore"
go "github.com/cweill/gotests/gotests"
cargo "ripgrep"
