1password-cli
alfred
basictex
bleunlock
calibre
dash
db-browser-for-sqlite
dropbox
fantastical
firefox
font-fira-code-nerd-font
font-inconsolata-dz-for-powerline
hammerspoon
iterm2-beta
karabiner-elements
macvim
mailmate
notion
omnifocus
pgadmin4
slack
spotify
viscosity
vlc
xld
zotero
